Repository: rixx/pretix-swap
Catalog: pretix_swap/locale/*_Informal/LC_MESSAGES/django.po
Languages: de

source: Swap tickets with other attendees
de: Tickets mit anderen Teilnehmer*innen tauschen

source: Swap tickets, anonymously or with specific other attendees. Also supports canceling tickets if (and only if) another ticket is purchased.
de: Tickets austauschen, entweder anonym, oder mit bestimmten Teilnehmer*innen. Unterstützt auch das stornieren/weitergeben von Tickets, wenn dafür vorher ein anderes Ticket gekauft wird.

source: Allow customers to swap order positions
de: Kund*innen erlauben, Tickets zu tauschen

source: Products included in a swap group will be available for swap requests. Swaps will be performed automatically.
de: Produkte in einer Tauschgruppe stehen für Tauschanfragen zur Verfügung. Der Tausch wird automatisch durchgeführt.

source: Allow customers to swap with a specific other order position
de: Kund*innen erlauben, mit einem bestimmten anderen Ticket zu tauschen

source: Users can enter a code to swap their ticket with somebody specific.
de: Kund*innen können einen Code eingeben, um ihr Ticket mit einer bestimmten Person zu tauschen.

source: Allow customers to request to cancel orderpositions
de: Kund*innen erlauben, Storno-Anfragen zu stellen

source: Products included in a cancel group will be available for cancelation requests. Cancelations will be performed only when you trigger them.
de: Produkte in einer Stornogruppe stehen für Stornoanfragen zur Verfügung. Stornos werden nur durchgeführt, wenn Du sie anstößt.

source: Allow customers to request to cancel orderpositions for a specific waiting list entry
de: Kund*innen erlauben, ihre Stornoanfragen zugunsten einer bestimmten wartenden Bestellung zu stellen

source: Users can enter a code to hand their ticket to somebody specific.
de: Kund*innen können einen Code eingeben, um ihr Ticket an eine bestimmte Person weiterzugeben.

source: Require verified email for cancellations
de: Stornierungen nur für bestätigte E-Mailadressen erlauben

source: Allow customers to request to cancel orderpositions only with a known-to-work email address
de: Nur Kund*innen mit einer bestätigten E-Mailadresse dürfen Bestellungen stornieren

source: Keep a cancellation fee of
de: Stornogebühr in Höhe von

source: Please always enter a gross value, tax will be calculated automatically.
de: Bitte gib den Wert im brutto an, Steueranteile werden automatisch berechnet.

source: Please select at least one item!
de: Bitte wähle mindestens ein Produkt aus!

source: You can only swap elements with the same price!
de: Du kannst nur Produkte mit demselben Preis zum Tausch zulassen!

source: Your products include elements with different prices. Please note that cancelations will only be allowed when the new product has at least the same price as the canceled one, so that you will not lose money.
de: Die Produktliste enthält Produkte mit unterschiedlichen Preisen. Bitte beachte, dass Stornos nur erlaubt werden, wenn das neue Produkt mindestens denselben Preis hat wie das stornierte, sodass du kein Geld verlierst.

source: Which item do you want to change?
de: Welche Bestellposition möchtest du ändern?

source: What do you want to do?
de: Was möchtest du tun?

source: With the next interested person.
de: Mit der nächstbesten interessierten Person tauschen.

source: With a specific person.
de: Mit einer bestimmten Person tauschen.

source: Direct Code
de: Tauschcode

source: To a specific person.
de: An eine bestimmte Person verkaufen

source: Date
de: Datum

source: Unknown swap code!
de: Unbekannter Tauschcode!

source: The swap code you entered is for a different ticket than yours. You can only swap with the same ticket type.
de: Dieser Tauschcode gehört zu einem anderen Ticket als du hast. Du kannst nur mit der gleichen Ticketart tauschen.

source: The swap code you entered is for the same event date as your ticket.
de: Der Tauschcode, den du eingetragen hast, gilt für dasselbe Datum wie dein Ticket.

source: The swap code you entered is for a different date than you selected: {subevent}.
de: Der Tauschcode, den du eingetragen hast, gilt für ein anderes Datum, als du ausgewählt hast: {subevent}.

source: If you want to sell your ticket to somebody specific, please provide a direct code.
de: Wenn du dein Ticket jemandem bestimmten weitergeben möchtest, gib bitte einen Wartelistencode ein.

source: Unknown cancelation code.
de: Unbekannter Wartelistencode.

source: The cancelation code you entered is for a different ticket type than yours.
de: Der Wartelistencode, den du eingegeben hast, gilt für eine andere Ticketart als deine.

source: The cancelation code you entered is for a ticket on a different date than yours.
de: Der Wartelistencode, den du eingegeben hast, gehört zu einem anderen Datum als dein Ticket.

source: Somebody else has already requested to pass their ticket to this order.
de: Jemand anders hat sich schon gemeldet, um ein Ticket an diese Person weiterzugeben.

source: Swap requests
de: Tickets umtauschen

source: Has open swap request
de: Hat eine offene Tauschanfrage

source: Has finalized swap request
de: Hat eine abgeschlossene Tauschanfrage

source: Has open or finalized swap request
de: Hat offene oder abgeschlossene Tauschanfragen

source: Has no swap requests
de: Hat keine Tauschanfragen

source: Cancellation requests
de: Stornoanfragen

source: Has open cancellation request
de: Hat eine offene Stornoanfrage

source: Has finalized cancellation request
de: Hat abgeschlossene Stornoanfragen

source: Has open or finalized cancellation request
de: Hat offene oder abgeschlossene Stornoanfragen

source: Has no cancellation requests
de: Hat keine Stornoanfragen

source: Orders with open swap requests
de: Bestellungen mit offenen Tauschanfragen

source: Orders with finalized swap requests
de: Bestellungen mit abgeschlossenen Tauschanfragen

source: Orders with open or finalized swap requests
de: Bestellungen mit offenen oder abgeschlossenen Tauschanfragen

source: Orders without swap requests
de: Bestellungen ohne Tauschanfragen

source: Orders with open cancellation requests
de: Bestellungen mit offenen Stornoanfragen

source: Orders with finalized cancellation requests
de: Bestellungen mit abgeschlossenen Stornoanfragen

source: Orders with open or finalized cancellation requests
de: Bestellungen mit offenen oder abgeschlossenen Stornoanfragen

source: Orders without cancellation requests
de: Bestellungen ohne Stornoanfragen

source: Swap
de: Tausch

source: Cancelation
de: Storno

source: Group name
de: Gruppenname

source: Group type
de: Gruppentyp

source: Products
de: Produkte

source: Subevents
de: Termine

source: Give my place to the next person in line.
de: Gebt mein Ticket der nächsten interessierten Person.

source: I know who to swap with.
de: Ich weiß, mit wem ich tauschen will.

source: How do you want to handle the ticket?
de: Was möchtest du mit dem Ticket tun?

source: You have requested to swap this product. Please wait until somebody with a matching ticket ({self.target_subevent}) requests a matching swap.
de: Du hast angefragt, dieses Produkt zu tauschen. Bitte warte, bis sich ein passender Tauschpartner ({self.target_subevent}) findet.

source: You have requested to swap this product with somebody specific ({self.target_subevent}). Please wait until they enter the swap code that you have given them.
de: Du möchtest dieses Produkt mit jemand bestimmtem tauschen ({self.target_subevent}). Bitte warte, bis diese Person den Tauschcode eingibt, den du ihr gegeben hast.

source: You have completed the swap of this product.
de: Du hast den Tausch dieses Produkts abgeschlossen.

source: You have completed the swap of this product with your chosen partner.
de: Du hast den Tausch dieses Produkts mit deinem gewählten Tauschpartner abgeschlossen.

source: You have requested to cancel this product. Please wait until somebody from the waiting list orders and pays a matching product.
de: Du hast angefragt, dieses Produkt zu stornieren. Bitte warte, bis jemand von der Warteliste ein passendes Produkt bestellt und bezahlt.

source: You have requested to cancel this product and give your place to somebody else. Please wait until they have completed their registration.
de: Du hast angefragt, dieses Produkt zugunsten einer bestimmten Person zu stornieren. Bitte warte, bis diese Person ihre Bestellung abgeschlossen und bezahlt hat.

source: You have completed the cancelation of this position.
de: Du hast dieses Produkt erfolgreich storniert.

source: You have completed the cancelation of this position with your chosen partner.
de: Du hast dieses Produkt erfolgreich zugunsten deines gewählten Partners storniert.

source: Swap overview
de: Tauschübersicht

source: Please see below for information on your swap requests.
de: Siehe unten für weitere Informationen zu deiner Tauschanfrage.

source: You may be eligible to swap or cancel some of your ordered products.
de: Du kannst derzeit anfragen, Produkte zu tauschen oder zu stornieren.

source: The order was marked as paid and expected to match a cancelation request, but no matching cancelation request was found.
de: Die Bestellung wurde als bezahlt markiert und hätte einer Stornoanfrage zugeordnet werden sollen, aber es wurde keine passende Stornoanfrage gefunden.

source: The request to swap position #{id} has been canceled.
de: Die Tauschanfrage für Position #{id} wurde zurückgezogen.

source: The user has requested to swap position #{id}.
de: Eine Tauschanfrage für Position #{id} wurde erstellt.

source: The user has requested to cancel position #{id}.
de: Eine Stornoanfrage für Position #{id} wurde erstellt.

source: Order position #{id} has been swapped with position #{other_id} of order {order}.
de: Bestellposition #{id} wurde getauscht mit Bestellposition #{other_id} der Bestellung {order}.

source: The order {order}#{position} has requested to cancel in favour of this order.
de: Bestellung {order}#{position} wurde zugunsten dieser Bestellung storniert.

source: Order position #{id} has been canceled after order {order} was marked as paid.
de: Bestellposition #{id} wurde storniert, nachdem Bestellung {order} als bezahlt markiert wurde.

source: Approval failed with error message: {e}
de: Freigabe schlug fehl: {e}

source: Order {val}#{position}
de: Bestellung {val}#{position}

source: New swap group
de: Neue Tauschgruppe

source: Save
de: Speichern

source: Delete swap group
de: Tauschgruppe löschen

source: Are you sure you want to delete the swap_group <strong>%(name)s</strong>?
de: Bist du dir sicher, dass du die Tauschgruppe <strong>%(name)s</strong> löschen möchtest?

source: Cancel
de: Abbrechen

source: Delete
de: Löschen

source: Edit swap group
de: Tauschgruppe bearbeiten

source: Swap Configuration
de: Tausch-Einstellungen

source: You currently allow more than <b>one item per order</b>. Please note that <b>cancelations will not work</b> correctly with this configuration. You can change this in your cart settings.
de: Es ist derzeit erlaubt, mehr als <b>ein Produkt pro Bestellung</b> zu haben. Bitte beachte, dass mit dieser Einstellung <b>Stornoanfragen nicht funktionieren</b> werden. Du kannst das in den Warenkorb-Einstellungen ändern.

source: You have set swaps to be allowed, but haven't configured any swap groups.
de: Du erlaubst derzeit den Tausch von Bestellungen, aber hast keine Tauschgruppen eingerichtet.

source: You have set cancelations to be allowed, but haven't configured any cancel groups.
de: Du erlaubst derzeit Stornoanfragen, aber hast keine Stornogruppen konfiguriert.

source: Settings
de: Einstellungen

source: <p>You can allow users two ways of getting rid of a ticket that they don't want anymore:</p> <p>You can allow them to <b>swap</b> the ticket with somebody else. You can configure the products that can be swapped with one another with swap groups. Currently, only products of the same price can be swapped with each other. Swaps will be performed <b>automatically</b> whenever matching swap requests are found.</p> <p>You can also allow them to <b>request to cancel</b> a ticket. You have to <b>trigger</b> pending cancelations manually in the "Swap overview" page. Cancelations only take place when there is an unapproved order that is part of a matching cancelation group. Cancelations are only permitted if the unapproved order has the <b>same price or is more expensive</b> than the order about to be canceled.</p>
de: <p>Du kannst Kund*innen zwei Wege anbieten, ein ungewolltes Ticket loszuwerden:</p><p>Du kannst ihnen erlauben, das Ticket mit jemandem zu <b>tauschen</b>. Du kannst die Produkte, die dafür zur Verfügung stehen, in Tauschgruppen konfigurieren. Derzeit können nur Produkte mit gleichem Preis miteinander getauscht werden. Jeder Tausch wird <b>automatisch</b> durchgeführt, sobald passende Tauschanfragen gefunden werden.</p><p> Du kannst auch <b>Stornoanfragen</b> anbieten. Stornoanfragen müssen manuell in der Tauschübersicht <b>bewilligt</b> werden. Stornoanfragen können nur durchgeführt werden, wenn es passende Bestellungen gibt, die auf Freigabe warten. Stornoanfragen werden nur durchgeführt, wenn die neue Bestellung <b>gleich teuer oder teurer</b> ist als die vorherige Bestellung.</p>

source: Swap Groups
de: Tauschgruppen

source: Type
de: Art

source: Items
de: Produkte

source: Swap group
de: Tauschgruppe

source: Cancelation group
de: Stornogruppe

source: No swap groups yet
de: Es gibt noch keine Tauschgruppen

source: New Swap Group
de: Neue Tauschgruppe

source: Swap Request Statistics
de: Tausch-Statistik

source: Approve cancelations
de: Stornoanfragen freigeben

source: With this table, you can see how many users currently want to cancel their orders, and if there are matching orders waiting for approval. You can approve orders (as long as your quotas permit it).
de: In dieser Tabelle kannst du sehen, wie viele Kund*innen derzeit ihre Bestellungen stornieren wollen, und ob es passende Bestellungen gibt, die auf Freigabe warten. Du kannst hier diese Bestellungen freigeben (solang ihr genug Kapazität habt).

source: When you approve orders, the waiting customers are sent an email that their order is now <i>pending</i> and that they need to pay. Only once they have paid, a matching order waiting to cancel will be canceled.
de: Wenn du eine Bestellung freigibst, wird die wartende Kund*in eine E-Mail bekommen, dass ihre Bestellung freigegeben wurde und bezahlt werden muss. Sobald die Bestellung bezahlt ist, wird eine passende Stornoanfrage durchgeführt.

source: Available in quota
de: Kapazität

source: Orders waiting for approval
de: Bestellungen ohne Freigabe

source: Orders waiting for payment
de: Unbezahlte Bestellungen

source: Cancelation requests
de: Stornoanfragen

source: Approve orders
de: Bestellungen freigeben

source: There are currently no open requests.
de: Es gibt derzeit keine offenen Anfragen.

source: Request overview
de: Übersicht über Tausch- und Stornoanfragen

source: Product
de: Produkt

source: Waiting swaps
de: Wartend auf Tausch

source: Completed swaps
de: Tausch durchgeführt

source: Waiting cancelations
de: Wartend auf Storno

source: Completed cancelations
de: Storno durchgeführt

source: Cancel request
de: Anfrage zurückziehen

source: Cancel request for your order: %(code)s
de: Ziehe die Anfrage für deine Bestellung %(code)s zurück

source: TEST MODE
de: TEST MODUS

source: Back to order
de: Zurück zur Bestellseite

source: You requested to swap this order item with somebody else.
de: Du hast angefragt, dieses Produkt mit jemandem zu tauschen.

source: You requested to cancel this order item and give your place to somebody else.
de: Du hast angefragt, dieses Produkt zu stornieren und deinen Platz jemand anderem zu geben.

source: Do you really want to cancel this request?
de: Möchtest du diese Anfrage wirklich zurückziehen?

source: No, take me back
de: Nein, abbrechen

source: Yes, cancel request
de: Ja, Anfrage zurückziehen

source: Step %(current)s of %(total)s: %(label)s
de: Schritt %(current)s von %(total)s: %(label)s

source: Swap request
de: Tickets umtauschen

source: Please confirm:
de: Bitte bestätige:

source: Request item
de: Ticket

source: Request type
de: Anfrage

source: Swap this ticket with somebody else
de: Dieses Ticket soll mit jemandem getauscht werden

source: Sell this ticket
de: Dieses Ticket soll verkauft werden

source: Swap method
de: Tauschmethode

source: Swap with the first interested person
de: Mit der nächstbesten interessierten Person tauschen

source: Swap with somebody specific, do not match automatically
de: Mit einer bestimmten Person tauschen (nicht automatisch einen Tauschpartner zuweisen)

source: Swap date
de: Ziel-Ticket

source: Selling method
de: Verkaufsmethode

source: Sell to the first interested person
de: An die erste interessierte Person verkaufen

source: Sell to somebody specific, do not match automatically
de: An eine bestimmte Person verkaufen (nicht automatisch einen Tauschpartner zuweisen)

source: Confirm
de: Bestätigen

source: Continue
de: Weiter

source: Ticket transfer
de: Ticket übertragen

source: If you want to swap with somebody specific, give them this swap token:
de: Wenn du deine Bestellung mit jemand bestimmtem tauschen möchtest, gib dieser Person diesen Tauschcode:

source: Click to copy
de: Zum Kopieren anklicken

source: You can request to swap or cancel this product.
de: Du kannst dieses Produkt tauschen oder stornieren.

source: New request
de: Neue Anfrage

source: This product cannot be changed at the moment.
de: Dieses Produkt kann derzeit nicht verändert werden.

source: If you know somebody who has a ticket and would like to pass it to you, give them this token (your order code) to enter on their ticket page:
de: Wenn du jemanden kennst, der ein Ticket hat und an dich weitergeben möchte, gib dieser Person diesen Code (deine Bestellnummer) zur Eingabe auf ihrer Weitergabeseite:

source: Once they have entered your code and the organizers have approved the request, you will receive a notification that your order has been approved. You will then need to complete payment as soon as possible to make sure you will receive the ticket.
de: Sobald diese Person deinen Code eingeben hat und die Veranstalter die Anfrage freigegeben haben, wirst du eine Benachrichtigung erhalten, dass deine Bestellung jetzt freigegeben ist. Dann kannst du sie (so schnell wie möglich) bezahlen, um sicherzustellen, dass du dein Ticket erhältst.

source: Somebody has requested to pass their ticket to you. Please wait until this transfer is approved by the event organizers.
de: Jemand möchte dir ein Ticket weitergeben. Bitte warte, bis diese Anfrage von den Veranstaltern freigegeben wird.

source: Once they have approved the request, you will receive a notification that your order has been approved. You will then need to complete payment as soon as possible to make sure you will receive the ticket.
de: Sobald die Veranstalter die Anfrage freigegeben haben, wirst du eine Benachrichtigung erhalten, dass deine Bestellung jetzt freigegeben ist. Dann kannst du sie (so schnell wie möglich) bezahlen, um sicherzustellen, dass du dein Ticket erhältst.

source: Request to sell your ticket
de: Stornoanfrage für dein Ticket

source: Approved {orders_approved} orders.
de: {orders_approved} Bestellungen freigegeben.

source: Your changes have been saved.
de: Deine Änderungen wurden gespeichert.

source: We have canceled your request.
de: Wir haben deine Anfrage abgebrochen.

source: We received your request and matched you directly!
de: Wir haben deine Anfrage erhalten und direkt einen Tauschpartner gefunden!

source: We have received your request – please wait while we try to find a match for you.
de: Wir haben deine Anfrage erhalten – bitte warte, während wir einen Tauschpartner für dich suchen.

source: We received your request. Once you enter a swapping code or give your code to somebody else, this process can continue. We will notify you then.
de: Wir haben deine Anfrage erhalten. Sobald jemand deinen Tauschcode eingibt, kann der Ablauf weitergehen. Wir werden dich dann benachrichtigen.
